Repository: Hellmod/I_got_up
Catalog: AlarmClock/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, hi, id, it, ja, ko, nl, pl, pt_br, ru, sv, th, tr, uk, vi, zh_hans, zh_hant

source: %@ — no response!
ar: %@ — لا يوجد رد!
de: %@ — keine Antwort!
es: %@: ¡sin respuesta!
fr: %@ — pas de réponse !
hi: %@ — कोई जवाब नहीं!
id: %@ — tidak ada respons!
it: %@ — nessuna risposta!
ja: %@ — 応答なし！
ko: %@ — 응답 없음!
nl: %@ — geen reactie!
pl: %@ — brak odpowiedzi!
pt_br: %@ — sem resposta!
ru: %@ — нет ответа!
sv: %@ — inget svar!
th: %@ — ไม่มีการตอบกลับ!
tr: %@ — yanıt yok!
uk: %@ — немає відповіді!
vi: %@ — không phản hồi!
zh_hans: %@——无响应！
zh_hant: %@ — 沒有回應！

source: %lld min
ar: %lld د
hi: %lld मिनट
id: %lld mnt
ja: %lld分
ko: %lld분
ru: %lld мин
th: %lld นาที
tr: %lld dk
uk: %lld хв
vi: %lld phút
zh_hans: %lld 分钟
zh_hant: %lld 分鐘

source: ✅ Yes, I'm up
ar: ✅ نعم، استيقظت
de: ✅ Ja, ich bin wach
es: ✅ Sí, ya me levanté
fr: ✅ Oui, je suis levé
hi: ✅ हां, मैं उठ गया
id: ✅ Ya, saya bangun
it: ✅ Sì, sono sveglio
ja: ✅ はい、起きました
ko: ✅ 네, 일어났어요
nl: ✅ Ja, ik ben wakker
pl: ✅ Tak, wstałem
pt_br: ✅ Sim, já levantei
ru: ✅ Да, я встал
sv: ✅ Ja, jag är uppe
th: ✅ ใช่ ฉันตื่นแล้ว
tr: ✅ Evet, kalktım
uk: ✅ Так, я встав
vi: ✅ Vâng, tôi dậy rồi
zh_hans: ✅ 是的，我起床了
zh_hant: ✅ 是的，我起來了

source: 😴 Not yet
ar: 😴 ليس بعد
de: 😴 Noch nicht
es: 😴 Todavía no
fr: 😴 Pas encore
hi: 😴 अभी नहीं
id: 😴 Belum
it: 😴 Non ancora
ja: 😴 まだ
ko: 😴 아직요
nl: 😴 Nog niet
pl: 😴 Jeszcze nie
pt_br: 😴 Ainda não
ru: 😴 Ещё нет
sv: 😴 Inte än
th: 😴 ยังก่อน
tr: 😴 Henüz değil
uk: 😴 Ще ні
vi: 😴 Chưa
zh_hans: 😴 还没有
zh_hant: 😴 還沒

source: 5 min
ar: 5 د
hi: 5 मिनट
id: 5 mnt
ja: 5分
ko: 5분
ru: 5 мин
th: 5 นาที
tr: 5 dk
uk: 5 хв
vi: 5 phút
zh_hans: 5 分钟
zh_hant: 5 分鐘

source: 10 min
ar: 10 د
hi: 10 मिनट
id: 10 mnt
ja: 10分
ko: 10분
ru: 10 мин
th: 10 นาที
tr: 10 dk
uk: 10 хв
vi: 10 phút
zh_hans: 10 分钟
zh_hant: 10 分鐘

source: 15 min
ar: 15 د
hi: 15 मिनट
id: 15 mnt
ja: 15分
ko: 15분
ru: 15 мин
th: 15 นาที
tr: 15 dk
uk: 15 хв
vi: 15 phút
zh_hans: 15 分钟
zh_hant: 15 分鐘

source: After dismissing the alarm, a confirmation request arrives after %lld min. No response for %lld min — the alarm rings again.
ar: بعد إيقاف المنبه، يصلك طلب تأكيد بعد %lld د. بدون رد لمدة %lld د، يرن المنبه مجددًا.
de: Nach dem Ausschalten des Weckers erhältst du nach %lld Min. eine Bestätigungsanfrage. Keine Antwort für %lld Min. — der Wecker klingelt erneut.
es: Tras apagar la alarma, recibirás una solicitud de confirmación después de %lld min. Sin respuesta durante %lld min, la alarma vuelve a sonar.
fr: Après l'arrêt de l'alarme, une demande de confirmation arrive au bout de %lld min. Sans réponse pendant %lld min, l'alarme sonne à nouveau.
hi: अलार्म बंद करने के बाद %lld मिनट में पुष्टि का अनुरोध आएगा। %lld मिनट तक जवाब न मिलने पर अलार्म फिर बजेगा।
id: Setelah mematikan alarm, permintaan konfirmasi muncul setelah %lld mnt. Tidak ada respons selama %lld mnt — alarm berbunyi lagi.
it: Dopo aver spento la sveglia, una richiesta di conferma arriva dopo %lld min. Nessuna risposta per %lld min — la sveglia suona di nuovo.
ja: アラームを止めると、%lld分後に確認通知が届きます。%lld分間応答がないと再び鳴ります。
ko: 알람을 끈 뒤 %lld분 후에 확인 요청이 옵니다. %lld분 동안 응답이 없으면 알람이 다시 울립니다.
nl: Nadat je het alarm hebt uitgezet, verschijnt na %lld min een bevestigingsverzoek. Geen reactie binnen %lld min — het alarm gaat opnieuw af.
pl: Po wyłączeniu alarmu, po %lld min otrzymasz prośbę o potwierdzenie. Brak odpowiedzi przez %lld min — alarm zadzwoni ponownie.
pt_br: Após desligar o alarme, você recebe um pedido de confirmação em %lld min. Sem resposta por %lld min, o alarme toca de novo.
ru: После выключения будильника через %lld мин придёт запрос подтверждения. Нет ответа %lld мин — будильник зазвонит снова.
sv: När du stängt av alarmet kommer en bekräftelsebegäran efter %lld min. Inget svar på %lld min — alarmet ringer igen.
th: หลังจากปิดนาฬิกาปลุก คำขอยืนยันจะมาถึงหลัง %lld นาที ไม่ตอบกลับภายใน %lld นาที — นาฬิกาปลุกจะดังอีกครั้ง
tr: Alarmı kapattıktan sonra %lld dk sonra bir onay isteği gelir. %lld dk yanıt yok — alarm tekrar çalar.
uk: Після вимкнення будильника через %lld хв надійде запит на підтвердження. Немає відповіді %lld хв — будильник дзвонить знову.
vi: Sau khi tắt báo thức, yêu cầu xác nhận xuất hiện sau %lld phút. Không phản hồi trong %lld phút — báo thức reo lại.
zh_hans: 关闭闹钟后，%lld 分钟后会收到确认请求。%lld 分钟内无响应，闹钟将再次响起。
zh_hant: 關閉鬧鐘後，%lld 分鐘後會出現確認要求。%lld 分鐘沒有回應 — 鬧鐘會再次響起。

source: Alarm
ar: منبه
de: Wecker
es: Alarma
fr: Alarme
hi: अलार्म
it: Sveglia
ja: アラーム
ko: 알람
pl: Budzik
pt_br: Alarme
ru: Будильник
th: นาฬิกาปลุก
uk: Будильник
vi: Báo thức
zh_hans: 闹钟
zh_hant: 鬧鐘

source: Alarm %@
ar: منبه %@
de: Wecker %@
es: Alarma %@
fr: Alarme %@
hi: अलार्म %@
it: Sveglia %@
ja: アラーム %@
ko: 알람 %@
pl: Budzik %@
pt_br: Alarme %@
ru: Будильник %@
th: นาฬิกาปลุก %@
uk: Будильник %@
vi: Báo thức %@
zh_hans: 闹钟 %@
zh_hant: 鬧鐘 %@

source: Alarm activity will appear here
ar: سيظهر نشاط المنبه هنا
de: Hier erscheint die Wecker-Aktivität
es: La actividad de la alarma aparecerá aquí
fr: L'activité des alarmes apparaîtra ici
hi: अलार्म गतिविधि यहां दिखाई देगी
id: Aktivitas alarm akan muncul di sini
it: L'attività delle sveglie apparirà qui
ja: アラームの記録がここに表示されます
ko: 알람 활동이 여기에 표시됩니다
nl: Alarmactiviteit verschijnt hier
pl: Tutaj pojawi się historia działania budzika
pt_br: A atividade do alarme aparecerá aqui
ru: Здесь появится история будильника
sv: Alarmaktivitet visas här
th: กิจกรรมนาฬิกาปลุกจะปรากฏที่นี่
tr: Alarm etkinliği burada görünecek
uk: Активність будильника з'явиться тут
vi: Hoạt động báo thức sẽ hiện ở đây
zh_hans: 闹钟记录将显示在这里
zh_hant: 鬧鐘活動會顯示在這裡

source: Alarm History
ar: سجل المنبه
de: Wecker-Verlauf
es: Historial de alarmas
fr: Historique des alarmes
hi: अलार्म इतिहास
id: Riwayat alarm
it: Cronologia sveglie
ja: アラーム履歴
ko: 알람 기록
nl: Alarmgeschiedenis
pl: Historia budzika
pt_br: Histórico de alarmes
ru: История будильника
sv: Alarmhistorik
th: ประวัติการปลุก
tr: Alarm geçmişi
uk: Історія будильника
vi: Lịch sử báo thức
zh_hans: 闹钟历史
zh_hant: 鬧鐘記錄

source: Alarm sound
ar: صوت المنبه
de: Weckton
es: Sonido de alarma
fr: Son de l'alarme
hi: अलार्म ध्वनि
id: Suara alarm
it: Suono sveglia
ja: アラーム音
ko: 알람 소리
nl: Alarmgeluid
pl: Dźwięk alarmu
pt_br: Som do alarme
ru: Звук будильника
sv: Alarmljud
th: เสียงปลุก
tr: Alarm sesi
uk: Звук будильника
vi: Âm báo thức
zh_hans: 闹钟声音
zh_hant: 鬧鐘聲音

source: Alarm time
ar: وقت المنبه
de: Weckzeit
es: Hora de la alarma
fr: Heure de l'alarme
hi: अलार्म का समय
id: Waktu alarm
it: Ora sveglia
ja: アラーム時刻
ko: 알람 시간
nl: Alarmtijd
pl: Godzina alarmu
pt_br: Horário do alarme
ru: Время будильника
sv: Alarmtid
th: เวลาปลุก
tr: Alarm saati
uk: Час будильника
vi: Giờ báo thức
zh_hans: 闹钟时间
zh_hant: 鬧鐘時間

source: Alarms
ar: المنبهات
de: Wecker
es: Alarmas
fr: Alarmes
hi: अलार्म
id: Alarm
it: Sveglie
ja: アラーム
ko: 알람
nl: Alarmen
pl: Budzik
pt_br: Alarmes
ru: Будильники
sv: Alarm
th: นาฬิกาปลุก
tr: Alarmlar
uk: Будильники
vi: Báo thức
zh_hans: 闹钟
zh_hant: 鬧鐘

source: Alarms permission missing
ar: إذن المنبهات مفقود
de: Keine Wecker-Berechtigung
es: Falta el permiso de alarmas
fr: Autorisation d'alarmes manquante
hi: अलार्म की अनुमति नहीं है
id: Izin alarm tidak ada
it: Permesso sveglie mancante
ja: アラームの権限がありません
ko: 알람 권한 없음
nl: Alarmtoestemming ontbreekt
pl: Brak uprawnień do alarmów
pt_br: Falta permissão de alarmes
ru: Нет разрешения на будильники
sv: Alarmbehörighet saknas
th: ไม่มีสิทธิ์นาฬิกาปลุก
tr: Alarm izni eksik
uk: Немає дозволу на будильники
vi: Thiếu quyền báo thức
zh_hans: 缺少闹钟权限
zh_hant: 缺少鬧鐘權限

source: Are you up yet?
ar: هل استيقظت؟
de: Bist du schon wach?
es: ¿Ya te levantaste?
fr: Es-tu levé ?
hi: क्या आप उठ गए?
id: Sudah bangun?
it: Sei già sveglio?
ja: もう起きましたか？
ko: 일어났나요?
nl: Ben je al wakker?
pl: Czy już wstałeś?
pt_br: Você já levantou?
ru: Ты уже встал?
sv: Är du uppe än?
th: ตื่นหรือยัง?
tr: Kalktın mı?
uk: Ти вже встав?
vi: Bạn dậy chưa?
zh_hans: 你起床了吗？
zh_hant: 你起來了嗎？

source: Cancel
ar: إلغاء
de: Abbrechen
es: Cancelar
fr: Annuler
hi: रद्द करें
id: Batal
it: Annulla
ja: キャンセル
ko: 취소
nl: Annuleer
pl: Anuluj
pt_br: Cancelar
ru: Отмена
sv: Avbryt
th: ยกเลิก
tr: İptal
uk: Скасувати
vi: Hủy
zh_hans: 取消
zh_hant: 取消

source: Choose sound
ar: اختر الصوت
de: Ton auswählen
es: Elegir sonido
fr: Choisir un son
hi: ध्वनि चुनें
id: Pilih suara
it: Scegli suono
ja: サウンドを選択
ko: 소리 선택
nl: Kies geluid
pl: Wybierz dźwięk
pt_br: Escolher som
ru: Выбрать звук
sv: Välj ljud
th: เลือกเสียง
tr: Ses seç
uk: Вибрати звук
vi: Chọn âm
zh_hans: 选择声音
zh_hant: 選擇聲音

source: Clear
ar: مسح
de: Löschen
es: Borrar
fr: Effacer
hi: साफ़ करें
id: Hapus
it: Cancella
ja: 消去
ko: 지우기
nl: Wissen
pl: Wyczyść
pt_br: Limpar
ru: Очистить
sv: Rensa
th: ล้าง
tr: Temizle
uk: Очистити
vi: Xóa
zh_hans: 清除
zh_hant: 清除

source: Clear History
ar: مسح السجل
de: Verlauf löschen
es: Borrar historial
fr: Effacer l'historique
hi: इतिहास साफ़ करें
id: Hapus riwayat
it: Cancella cronologia
ja: 履歴を消去
ko: 기록 지우기
nl: Geschiedenis wissen
pl: Wyczyść historię
pt_br: Limpar histórico
ru: Очистить историю
sv: Rensa historik
th: ล้างประวัติ
tr: Geçmişi temizle
uk: Очистити історію
vi: Xóa lịch sử
zh_hans: 清除历史记录
zh_hant: 清除記錄

source: Clear history?
ar: هل تريد مسح السجل؟
de: Verlauf löschen?
es: ¿Borrar el historial?
fr: Effacer l'historique ?
hi: इतिहास साफ़ करें?
id: Hapus riwayat?
it: Cancellare la cronologia?
ja: 履歴を消去しますか？
ko: 기록을 지울까요?
nl: Geschiedenis wissen?
pl: Wyczyścić historię?
pt_br: Limpar o histórico?
ru: Очистить историю?
sv: Rensa historik?
th: ล้างประวัติไหม?
tr: Geçmiş temizlensin mi?
uk: Очистити історію?
vi: Xóa lịch sử?
zh_hans: 清除历史记录？
zh_hant: 清除記錄？

source: Confirm you're awake — otherwise the alarm will ring again.
ar: أكّد أنك مستيقظ — وإلا سيرن المنبه مجددًا.
de: Bestätige, dass du wach bist — sonst klingelt der Wecker erneut.
es: Confirma que estás despierto; si no, la alarma volverá a sonar.
fr: Confirmez que vous êtes réveillé, sinon l'alarme sonnera à nouveau.
hi: पुष्टि करें कि आप जाग रहे हैं — वरना अलार्म फिर बजेगा।
id: Konfirmasi kamu sudah bangun — jika tidak, alarm akan berbunyi lagi.
it: Conferma di essere sveglio — altrimenti la sveglia suonerà di nuovo.
ja: 起きていることを確認してください。しないとアラームが再び鳴ります。
ko: 깨어 있음을 확인하세요 — 그러지 않으면 알람이 다시 울립니다.
nl: Bevestig dat je wakker bent — anders gaat het alarm opnieuw af.
pl: Potwierdź, że nie śpisz — inaczej alarm zadzwoni ponownie.
pt_br: Confirme que você está acordado — senão o alarme tocará de novo.
ru: Подтверди, что не спишь, — иначе будильник зазвонит снова.
sv: Bekräfta att du är vaken — annars ringer alarmet igen.
th: ยืนยันว่าคุณตื่นแล้ว — ไม่เช่นนั้นนาฬิกาปลุกจะดังอีกครั้ง
tr: Uyanık olduğunu onayla — yoksa alarm tekrar çalar.
uk: Підтвердь, що ти прокинувся — інакше будильник задзвонить знову.
vi: Xác nhận bạn đã thức — nếu không báo thức sẽ reo lại.
zh_hans: 请确认你已醒来，否则闹钟将再次响起。
zh_hant: 確認你醒了 — 否則鬧鐘會再次響起。

source: Confirm you're up — or the alarm will ring again soon.
ar: أكّد أنك استيقظت — وإلا سيرن المنبه مجددًا قريبًا.
de: Bestätige, dass du wach bist — sonst klingelt der Wecker gleich wieder.
es: Confirma que te levantaste o la alarma volverá a sonar pronto.
fr: Confirmez que vous êtes levé, sinon l'alarme va bientôt resonner.
hi: पुष्टि करें कि आप उठ गए — वरना अलार्म जल्द फिर बजेगा।
id: Konfirmasi kamu sudah bangun — atau alarm akan segera berbunyi lagi.
it: Conferma di essere sveglio — o la sveglia suonerà di nuovo a breve.
ja: 起きたことを確認してください。しないとすぐにアラームが再び鳴ります。
ko: 일어났음을 확인하세요 — 그러지 않으면 곧 알람이 다시 울립니다.
nl: Bevestig dat je wakker bent — anders gaat het alarm binnenkort opnieuw af.
pl: Potwierdź że wstałeś — lub alarm zaraz zadzwoni ponownie.
pt_br: Confirme que você levantou — ou o alarme vai tocar de novo em breve.
ru: Подтверди, что встал, — иначе будильник скоро зазвонит снова.
sv: Bekräfta att du är uppe — annars ringer alarmet snart igen.
th: ยืนยันว่าคุณตื่นแล้ว — ไม่เช่นนั้นนาฬิกาปลุกจะดังอีกในไม่ช้า
tr: Kalktığını onayla — yoksa alarm birazdan tekrar çalar.
uk: Підтвердь, що ти встав — інакше будильник скоро задзвонить знову.
vi: Xác nhận bạn đã dậy — nếu không báo thức sẽ sớm reo lại.
zh_hans: 请确认你已起床，否则闹钟很快会再次响起。
zh_hant: 確認你起來了 — 否則鬧鐘很快會再次響起。

source: Default
ar: افتراضي
de: Standard
es: Predeterminado
fr: Par défaut
hi: डिफ़ॉल्ट
id: Bawaan
it: Predefinito
ja: デフォルト
ko: 기본
nl: Standaard
pl: Domyślny
pt_br: Padrão
ru: Стандартный
sv: Standard
th: ค่าเริ่มต้น
tr: Varsayılan
uk: За замовчуванням
vi: Mặc định
zh_hans: 默认
zh_hant: 預設

source: Delay: %lld min
ar: التأخير: %lld د
de: Verzögerung: %lld Min.
es: Retraso: %lld min
fr: Délai : %lld min
hi: विलंब: %lld मिनट
id: Tunda: %lld mnt
it: Ritardo: %lld min
ja: 待ち時間: %lld分
ko: 지연: %lld분
nl: Vertraging: %lld min
pl: Opóźnienie: %lld min
pt_br: Atraso: %lld min
ru: Задержка: %lld мин
sv: Fördröjning: %lld min
th: หน่วงเวลา: %lld นาที
tr: Gecikme: %lld dk
uk: Затримка: %lld хв
vi: Trì hoãn: %lld phút
zh_hans: 延迟：%lld 分钟
zh_hant: 延遲：%lld 分鐘

source: Delete
ar: حذف
de: Löschen
es: Eliminar
fr: Supprimer
hi: हटाएं
id: Hapus
it: Elimina
ja: 削除
ko: 삭제
nl: Verwijder
pl: Usuń
pt_br: Apagar
ru: Удалить
sv: Radera
th: ลบ
tr: Sil
uk: Видалити
vi: Xóa
zh_hans: 删除
zh_hant: 刪除

source: Dismissed
ar: تم الإيقاف
de: Ausgeschaltet
es: Apagada
fr: Arrêtée
hi: बंद किया गया
id: Dimatikan
it: Spenta
ja: 停止済み
ko: 끔
nl: Uitgezet
pl: Wyłączony
pt_br: Desligado
ru: Выключен
sv: Avstängd
th: ปิดแล้ว
tr: Kapatıldı
uk: Вимкнено
vi: Đã tắt
zh_hans: 已关闭
zh_hant: 已關閉

source: Done
ar: تم
de: Fertig
es: OK
fr: OK
hi: हो गया
id: Selesai
it: Fatto
ja: 完了
ko: 완료
nl: Klaar
pl: Gotowe
pt_br: OK
ru: Готово
sv: Klar
th: เสร็จ
tr: Bitti
uk: Готово
vi: Xong
zh_hans: 完成
zh_hant: 完成

source: Edit Alarm
ar: تعديل المنبه
de: Wecker bearbeiten
es: Editar alarma
fr: Modifier l'alarme
hi: अलार्म संपादित करें
it: Modifica sveglia
ja: アラームを編集
ko: 알람 편집
nl: Alarm bewerken
pl: Edytuj alarm
pt_br: Editar alarme
ru: Изменить будильник
sv: Redigera alarm
th: แก้ไขนาฬิกาปลุก
tr: Alarmı düzenle
uk: Редагувати будильник
vi: Sửa báo thức
zh_hans: 编辑闹钟
zh_hant: 編輯鬧鐘

source: Enable
ar: تفعيل
de: Aktivieren
es: Activar
fr: Activer
hi: चालू करें
id: Aktifkan
it: Attiva
ja: オンにする
ko: 사용
nl: Inschakelen
pl: Włącz
pt_br: Ativar
ru: Включить
sv: Aktivera
th: เปิดใช้
tr: Etkinleştir
uk: Увімкнути
vi: Bật
zh_hans: 开启
zh_hant: 啟用

source: Every day
ar: كل يوم
de: Täglich
es: Todos los días
fr: Tous les jours
hi: हर दिन
id: Setiap hari
it: Ogni giorno
ja: 毎日
ko: 매일
nl: Elke dag
pl: Codziennie
pt_br: Todos os dias
ru: Каждый день
sv: Varje dag
th: ทุกวัน
tr: Her gün
uk: Щодня
vi: Mỗi ngày
zh_hans: 每天
zh_hant: 每天

source: Get up! 👋 (%lld/%lld)
ar: استيقظ! 👋 (%lld/%lld)
de: Aufstehen! 👋 (%lld/%lld)
es: ¡Levántate! 👋 (%lld/%lld)
fr: Debout ! 👋 (%lld/%lld)
hi: उठो! 👋 (%lld/%lld)
id: Bangun! 👋 (%lld/%lld)
it: Alzati! 👋 (%lld/%lld)
ja: 起きて！👋 (%lld/%lld)
ko: 일어나세요! 👋 (%lld/%lld)
nl: Sta op! 👋 (%lld/%lld)
pl: Wstawaj! 👋 (%lld/%lld)
pt_br: Levanta! 👋 (%lld/%lld)
ru: Вставай! 👋 (%lld/%lld)
sv: Gå upp! 👋 (%lld/%lld)
th: ตื่นได้แล้ว! 👋 (%lld/%lld)
tr: Kalk! 👋 (%lld/%lld)
uk: Вставай! 👋 (%lld/%lld)
vi: Dậy đi! 👋 (%lld/%lld)
zh_hans: 起床！👋 (%lld/%lld)
zh_hant: 起床！👋 (%lld/%lld)

source: Hey, are you getting up? 👋
ar: مرحبًا، هل ستستيقظ؟ 👋
de: Hey, stehst du auf? 👋
es: Oye, ¿ya te estás levantando? 👋
fr: Hé, tu te lèves ? 👋
hi: अरे, क्या आप उठ रहे हैं? 👋
id: Hei, kamu bangun? 👋
it: Ehi, ti stai alzando? 👋
ja: ねえ、起きてますか？👋
ko: 저기, 일어나고 있나요? 👋
nl: Hé, sta je op? 👋
pl: Hej, czy już wstajesz? 👋
pt_br: Ei, você está levantando? 👋
ru: Эй, ты встаёшь? 👋
sv: Hallå, går du upp? 👋
th: เฮ้ กำลังจะตื่นใช่ไหม? 👋
tr: Hey, kalkıyor musun? 👋
uk: Гей, ти встаєш? 👋
vi: Này, bạn đang dậy chứ? 👋
zh_hans: 嘿，你起床了吗？👋
zh_hant: 嘿，你要起床了嗎？👋

source: History
ar: السجل
de: Verlauf
es: Historial
fr: Historique
hi: इतिहास
id: Riwayat
it: Cronologia
ja: 履歴
ko: 기록
nl: Geschiedenis
pl: Historia
pt_br: Histórico
ru: История
sv: Historik
th: ประวัติ
tr: Geçmiş
uk: Історія
vi: Lịch sử
zh_hans: 历史记录
zh_hant: 記錄

source: I'm up ✅
ar: استيقظت ✅
de: Ich bin wach ✅
es: Me levanté ✅
fr: Je suis levé ✅
hi: मैं उठ गया ✅
id: Saya bangun ✅
it: Sono sveglio ✅
ja: 起きました ✅
ko: 일어났어요 ✅
nl: Ik ben wakker ✅
pl: Wstałem ✅
pt_br: Levantei ✅
ru: Я встал ✅
sv: Jag är uppe ✅
th: ฉันตื่นแล้ว ✅
tr: Kalktım ✅
uk: Я встав ✅
vi: Tôi dậy rồi ✅
zh_hans: 我起床了 ✅
zh_hant: 我起來了 ✅

source: In %lld d
ar: بعد %lld ي
de: In %lld T
es: En %lld d
fr: Dans %lld j
hi: %lld दिन में
id: Dalam %lld hari
it: Tra %lld g
ja: あと%lld日
ko: %lld일 후
nl: Over %lld d
pl: Za %lld d
pt_br: Em %lld d
ru: Через %lld д
sv: Om %lld d
th: อีก %lld วัน
tr: %lld gün sonra
uk: Через %lld дн
vi: Sau %lld ngày
zh_hans: %lld 天后
zh_hant: %lld 天後

source: In %lld d %lld h
ar: بعد %lld ي %lld س
de: In %lld T %lld Std.
es: En %lld d %lld h
fr: Dans %lld j %lld h
hi: %lld दिन %lld घंटे में
id: Dalam %lld hari %lld jam
it: Tra %lld g %lld h
ja: あと%lld日%lld時間
ko: %lld일 %lld시간 후
nl: Over %lld d %lld u
pl: Za %lld d %lld godz
pt_br: Em %lld d %lld h
ru: Через %lld д %lld ч
sv: Om %lld d %lld h
th: อีก %lld วัน %lld ชม.
tr: %lld gün %lld sa sonra
uk: Через %lld дн %lld год
vi: Sau %lld ngày %lld giờ
zh_hans: %lld 天 %lld 小时后
zh_hant: %lld 天 %lld 小時後

source: In %lld h %lld min
ar: بعد %lld س %lld د
de: In %lld Std. %lld Min.
es: En %lld h %lld min
fr: Dans %lld h %lld min
hi: %lld घंटे %lld मिनट में
id: Dalam %lld jam %lld mnt
it: Tra %lld h %lld min
ja: あと%lld時間%lld分
ko: %lld시간 %lld분 후
nl: Over %lld u %lld min
pl: Za %lld godz %lld min
pt_br: Em %lld h %lld min
ru: Через %lld ч %lld мин
sv: Om %lld h %lld min
th: อีก %lld ชม. %lld นาที
tr: %lld sa %lld dk sonra
uk: Через %lld год %lld хв
vi: Sau %lld giờ %lld phút
zh_hans: %lld 小时 %lld 分钟后
zh_hant: %lld 小時 %lld 分鐘後

source: In %lld min
ar: بعد %lld د
es: En %lld min
fr: Dans %lld min
hi: %lld मिनट में
id: Dalam %lld mnt
it: Tra %lld min
ja: あと%lld分
ko: %lld분 후
nl: Over %lld min
pl: Za %lld min
pt_br: Em %lld min
ru: Через %lld мин
sv: Om %lld min
th: อีก %lld นาที
tr: %lld dk sonra
uk: Через %lld хв
vi: Sau %lld phút
zh_hans: %lld 分钟后
zh_hant: %lld 分鐘後

source: Label
ar: التسمية
de: Beschriftung
es: Etiqueta
fr: Libellé
hi: लेबल
it: Etichetta
ja: ラベル
ko: 레이블
pl: Etykieta
pt_br: Etiqueta
ru: Название
sv: Etikett
th: ป้ายกำกับ
tr: Etiket
uk: Мітка
vi: Nhãn
zh_hans: 标签
zh_hant: 標籤

source: Last reminder! ⚠️ (%lld/%lld)
ar: آخر تذكير! ⚠️ (%lld/%lld)
de: Letzte Erinnerung! ⚠️ (%lld/%lld)
es: ¡Último aviso! ⚠️ (%lld/%lld)
fr: Dernier rappel ! ⚠️ (%lld/%lld)
hi: आख़िरी रिमाइंडर! ⚠️ (%lld/%lld)
id: Pengingat terakhir! ⚠️ (%lld/%lld)
it: Ultimo promemoria! ⚠️ (%lld/%lld)
ja: 最後のリマインダー！⚠️ (%lld/%lld)
ko: 마지막 알림! ⚠️ (%lld/%lld)
nl: Laatste herinnering! ⚠️ (%lld/%lld)
pl: Ostatnie przypomnienie! ⚠️ (%lld/%lld)
pt_br: Último lembrete! ⚠️ (%lld/%lld)
ru: Последнее напоминание! ⚠️ (%lld/%lld)
sv: Sista påminnelsen! ⚠️ (%lld/%lld)
th: เตือนครั้งสุดท้าย! ⚠️ (%lld/%lld)
tr: Son hatırlatma! ⚠️ (%lld/%lld)
uk: Останнє нагадування! ⚠️ (%lld/%lld)
vi: Nhắc cuối! ⚠️ (%lld/%lld)
zh_hans: 最后提醒！⚠️ (%lld/%lld)
zh_hant: 最後提醒！⚠️ (%lld/%lld)

source: New Alarm
ar: منبه جديد
de: Neuer Wecker
es: Nueva alarma
fr: Nouvelle alarme
hi: नया अलार्म
id: Alarm baru
it: Nuova sveglia
ja: 新規アラーム
ko: 새 알람
nl: Nieuw alarm
pl: Nowy alarm
pt_br: Novo alarme
ru: Новый будильник
sv: Nytt alarm
th: นาฬิกาปลุกใหม่
tr: Yeni alarm
uk: Новий будильник
vi: Báo thức mới
zh_hans: 新建闹钟
zh_hant: 新鬧鐘

source: No Alarms
ar: لا توجد منبهات
de: Keine Wecker
es: Sin alarmas
fr: Aucune alarme
hi: कोई अलार्म नहीं
id: Tidak ada alarm
it: Nessuna sveglia
ja: アラームなし
ko: 알람 없음
nl: Geen alarmen
pl: Brak alarmów
pt_br: Sem alarmes
ru: Нет будильников
sv: Inga alarm
th: ไม่มีนาฬิกาปลุก
tr: Alarm yok
uk: Немає будильників
vi: Không có báo thức
zh_hans: 没有闹钟
zh_hant: 沒有鬧鐘

source: No History
ar: لا يوجد سجل
de: Kein Verlauf
es: Sin historial
fr: Aucun historique
hi: कोई इतिहास नहीं
id: Tidak ada riwayat
it: Nessuna cronologia
ja: 履歴なし
ko: 기록 없음
nl: Geen geschiedenis
pl: Brak historii
pt_br: Sem histórico
ru: Истории нет
sv: Ingen historik
th: ไม่มีประวัติ
tr: Geçmiş yok
uk: Немає історії
vi: Không có lịch sử
zh_hans: 暂无历史记录
zh_hant: 沒有記錄

source: No Permission
ar: لا يوجد إذن
de: Keine Berechtigung
es: Sin permiso
fr: Autorisation manquante
hi: अनुमति नहीं है
id: Tidak ada izin
it: Nessun permesso
ja: 権限がありません
ko: 권한 없음
nl: Geen toestemming
pl: Brak uprawnień
pt_br: Sem permissão
ru: Нет разрешения
sv: Ingen behörighet
th: ไม่มีสิทธิ์
tr: İzin yok
uk: Немає дозволу
vi: Không có quyền
zh_hans: 没有权限
zh_hant: 沒有權限

source: Not yet — alarm in 5 min
ar: ليس بعد — منبه خلال 5 د
de: Noch nicht — Wecker in 5 Min.
es: Todavía no: alarma en 5 min
fr: Pas encore — alarme dans 5 min
hi: अभी नहीं — 5 मिनट में अलार्म
id: Belum — alarm dalam 5 mnt
it: Non ancora — sveglia tra 5 min
ja: まだ — 5分後にアラーム
ko: 아직요 — 5분 후 알람
nl: Nog niet — alarm over 5 min
pl: Jeszcze nie — alarm za 5 min
pt_br: Ainda não — alarme em 5 min
ru: Ещё нет — будильник через 5 мин
sv: Inte än — alarm om 5 min
th: ยังก่อน — ปลุกอีก 5 นาที
tr: Henüz değil — 5 dk sonra alarm
uk: Ще ні — будильник через 5 хв
vi: Chưa — báo thức sau 5 phút
zh_hans: 还没有——5 分钟后闹钟
zh_hant: 還沒 — 5 分鐘後響鈴

source: Not yet 😴
ar: ليس بعد 😴
de: Noch nicht 😴
es: Todavía no 😴
fr: Pas encore 😴
hi: अभी नहीं 😴
id: Belum 😴
it: Non ancora 😴
ja: まだ 😴
ko: 아직요 😴
nl: Nog niet 😴
pl: Jeszcze nie 😴
pt_br: Ainda não 😴
ru: Ещё нет 😴
sv: Inte än 😴
th: ยังก่อน 😴
tr: Henüz değil 😴
uk: Ще ні 😴
vi: Chưa 😴
zh_hans: 还没有 😴
zh_hant: 還沒 😴

source: Notification Settings
ar: إعدادات الإشعارات
de: Mitteilungseinstellungen
es: Ajustes de notificaciones
fr: Réglages des notifications
hi: सूचना सेटिंग्स
id: Pengaturan notifikasi
it: Impostazioni notifiche
ja: 通知設定
ko: 알림 설정
nl: Meldingsinstellingen
pl: Ustawienia powiadomień
pt_br: Ajustes de notificação
ru: Настройки уведомлений
sv: Aviseringsinställningar
th: การตั้งค่าการแจ้งเตือน
tr: Bildirim ayarları
uk: Налаштування сповіщень
vi: Cài đặt thông báo
zh_hans: 通知设置
zh_hant: 通知設定

source: Notifications disabled
ar: الإشعارات معطلة
de: Mitteilungen deaktiviert
es: Notificaciones desactivadas
fr: Notifications désactivées
hi: सूचनाएं बंद हैं
id: Notifikasi dinonaktifkan
it: Notifiche disattivate
ja: 通知がオフです
ko: 알림 꺼짐
nl: Meldingen uitgeschakeld
pl: Powiadomienia wyłączone
pt_br: Notificações desativadas
ru: Уведомления отключены
sv: Aviseringar avstängda
th: ปิดการแจ้งเตือน
tr: Bildirimler kapalı
uk: Сповіщення вимкнені
vi: Thông báo đã tắt
zh_hans: 通知已关闭
zh_hant: 通知已停用

source: Once
ar: مرة واحدة
de: Einmalig
es: Una vez
fr: Une fois
hi: एक बार
id: Sekali
it: Una volta
ja: 1回のみ
ko: 한 번
nl: Eenmalig
pl: Jednorazowo
pt_br: Uma vez
ru: Один раз
sv: En gång
th: ครั้งเดียว
tr: Bir kez
uk: Один раз
vi: Một lần
zh_hans: 仅一次
zh_hant: 一次

source: Optional alarm name
ar: اسم المنبه (اختياري)
de: Optionaler Weckername
es: Nombre opcional de la alarma
fr: Nom facultatif de l'alarme
hi: अलार्म का नाम (वैकल्पिक)
id: Nama alarm (opsional)
it: Nome sveglia (facoltativo)
ja: アラーム名（任意）
ko: 알람 이름(선택)
nl: Optionele alarmnaam
pl: Opcjonalna nazwa alarmu
pt_br: Nome opcional do alarme
ru: Необязательное название
sv: Valfritt alarmnamn
th: ชื่อนาฬิกาปลุก (ไม่บังคับ)
tr: İsteğe bağlı alarm adı
uk: Необов'язкова назва будильника
vi: Tên báo thức (tùy chọn)
zh_hans: 闹钟名称（可选）
zh_hant: 鬧鐘名稱（選填）

source: Re-ring
ar: رنين مجدد
de: Erneutes Klingeln
es: Repetición de alarma
fr: Resonnerie
hi: दोबारा अलार्म
id: Berbunyi lagi
it: Risuona
ja: 再アラーム
ko: 다시 울림
nl: Opnieuw afgaan
pl: Ponowny alarm
pt_br: Tocou de novo
ru: Повторный звонок
sv: Ringer igen
th: ปลุกซ้ำ
tr: Tekrar çal
uk: Дзвонить знову
vi: Reo lại
zh_hans: 再次响铃
zh_hant: 再次響起
